"Already logged in"="既にログインしています。";
"AuthData failed"="認証データが見つかりません。";
"Blocked device"="遮断されたデバイスです。";
"Connection failed"="サーバー接続に失敗しました。接続状態をご確認の上、やり直してください。";
"Current thread is not a main thread"="このAPIは、メインスレッドでだけ呼び出すことができます。";
"Game inspection"="ゲームのメンテナンス中です。";
"Hangame inspection"="ハンゲームのメンテナンス中です。";
"Ignore and play"="後で";
"Image encoding failed"="画像の読み込みに失敗しました。やり直してください。(0X%08x)";
"Internal error"="内部エラーです。";
"Invalid client version"="クライアントバージョンが正しくありません。";
"Invalid game info"="ゲーム情報が正しくありません。";
"Invalid parameter"="パラメーターが正しくありません。";
"Invalid system info"="システム情報が正しくありません。";
"Invalid using API"="APIの使用が正しくありません。";
"Invalid using login API"="ログインAPIの使用が正しくありません。";
"Json parsing failed"="情報の読み込みに失敗しました。やり直してください。(0X%08x)";
"Latest version exist"="最新バージョンが発見されました。";
"Admin returned not loginable"="Adminにログイン不可として設定されています。";
"Admin returned not playable"="Adminにゲーム起動不可として設定されています。";
"Move to appstore"="今すぐアップデート";
"New version detected, but playable"="より安定されたサービスのために、最新バージョンへのアップデートが必要です。";
"New version detected, no playable"="より安定されたサービスのために、最新バージョンへのアップデートが必要です。";
"Not enough memory"="起動中のアプリが多数のため、メモリーが不足しています。使わないアプリを終了して、やり直してください。";
"Not exist authData"="認証情報がありません。";
"Not initialized"="システムが初期化されていません";
"Network restoring"="ネットワークの復元作業中です。";
"Not logged in"="ログインされたユーザーではありません。";
"Not supported function"="サポートされていない機能です。";
"Not registered game"="登録されていないゲームです。";
"Not usable device"="使用できないデバイスです。";
"Resource update fail"="リソースのアップデートに失敗しました。";
"Now waiting login"="ログイン完了を待っています。";
"Platform inspection"="フラットフォームのメンテナンス中です。";
"Success"="成功";
"Time out"="接続の状態がよくありません。しばらくしてから、やり直してください。";
"Unknown error"="サーバーとの接続に、エラーが発生しました。（コード：0X%08x）";
"User canceled"="ユーザーからキャンセルされました。";
"Return to game"="ゲームに戻ります。";
"Would you excute this game after exit"="このアプリを起動しますか？";
"Would you launch app store after exit"="このアプリをダウンロードしますか？";
"Would you move to game portal after exit"="このゲームのiOS版は、まだオープンしていません。このゲームの詳細情報ページに移動しますか？";
"Detected Jail break warning"="お使いのスマートフォン端末が正規の状態ではない場合は、ゲームを起動できません。 端末の状態にお心当たりが無い場合は、アプリダウンロードページの問い合わせフォームよりお問い合わせください。";
"Detected cheating app warning"="不正行為を行うためのツールが検出されました。該当ツールが削除されるまで本サービスは利用できません。";
"Title for agreement"="ご注意！";
"Message for agreement"="端末内に当社サービスに対する不正行為を行うためのツールがある場合、本サービスをご利用いただけません。また、該当ツールが端末内にある場合、該当ツールのアプリ情報を取得いたします。";
"Permit agreement"="許可する";
"Refuse agreement"="許可しない";
"Message for inspection, can not play"="メンテナンスのため、しばらくサービスの利用が制限されます。";
"Message for inspection but playable"="メンテナンスのため、一部のサービスの利用が制限される場合があります。";
"Message for resource update failed"="クライアント情報が正しくないため、リソースのアップデートに失敗しました。ハンゲームにお問い合わせください。";
"Message for blocked device"="サービスの利用が制限されたデバイスです。";
"Message for not registered device"="登録された一部のデバイスでしかサービスを利用できません。";
"Message for server error"="サーバーエラーのため、ゲーム接続に失敗しました。ゲームを終了してから、やり直してください。";
"Message for punishment"="禁止されている行為が確認され、利用停止されました。";
"Service closed"="サービスが終了されました。今までご利用いただき、誠にありがとうございます。";
"Cancel"="キャンセル";
"Excute"="起動";
"Confirm"="OK";
"Close"="閉じる";
"Detail"="詳細";
"Previous"="戻る";
"Age Requirement for Adult"="未成年の方は、アイテムを購入する前に保護者の許可が必要です。あなたは20歳未満ですか？";
"Check Permission by Parents"="保護者の許可をもらいましたか？";
"YES"="はい";
"NO"="いいえ";
